{
  "classesName": [
    {
      "id": 0,
      "title": "Мистик"
    },
    {
      "id": 1,
      "title": "Техномант"
    }
  ],
  "schools": [
    {
      "id": 0,
      "title": "воплощения"
    },
    {
      "id": 1,
      "title": "иллюзии"
    },
    {
      "id": 2,
      "title": "некромантии"
    },
    {
      "id": 3,
      "title": "очарования"
    },
    {
      "id": 4,
      "title": "превращения"
    },
    {
      "id": 5,
      "title": "преграждения"
    },
    {
      "id": 6,
      "title": "прорицания"
    },
    {
      "id": 7,
      "title": "разрушения"
    }
  ],
  "descriptors": [
    {
      "id": 0,
      "title": "созидание"
    },
    {
      "id": 1,
      "title": "сила"
    }
  ],
  "distances": [
    {
      "id": 0,
      "title": "на себя"
    },
    {
      "id": 1,
      "title": "касание"
    },
    {
      "id": 2,
      "title": "расстояние"
    },
    {
      "id": 3,
      "title": "близкая"
    },
    {
      "id": 4,
      "title": "средняя"
    }
  ],
  "spells": [
    {
      "id": 0,
      "title": "АТАКА МИКРОБОТОВ",
      "classesName": [{
        "id": 1,
        "level": 2
      }],
      "school": 0,
      "descriptor": 0,
      "castTime": "1 основное действие",
      "distance": {
        "id": 3,
        "value": "25 футов 5 футов за 2 УЗ"
      },
      "effect": "облако назойливых микроботов.",
      "workTime": "концентрация 1 раунд.",
      "challenge": "нет",
      "resist": "нет",
      "text": "Вы черпаете энергию из воздуха, создавая в выбранной области облако микроботов, каждый из которых размером пример- но с кулак. Облако занимает квадратную область 10x10 футов и может быть призвано на клетки, занятые другими существа- ми. Если в облаке нет существ, микроботы преследуют и от влекают ближайшего противника всеми доступными им спо- собами. Микроботы имеют общее представление о том, кто является вашим противником, но управлять ими вы не може те. При наличии нескольких доступных целей облако разделя- ется (максимум на 4 части, 5*5 футов каждая), чтобы преследо- вать разные цели.<br />Облако (и его части) летает со скоростью 20 футов. Нахо- дясь на клетке с противником, микроботы отвлекают его: каж- дый раунд во время вашего хода они открывают по нему от- влекающий огонь (см. стр. 246). Кроме этого, они обеспечивают прикрывающий огонь (см. стр. 246) для каждого, кого этот про- тивник атакует. Облако невосприимчиво к атакам: каждые не- сколько секунд оно производит новых микроботов, а сами они постоянно чинят себя."
    },
    {
      "id": 1,
      "title": "БОЕВОЙ ХЛАМОБОТ",
      "classesName": [{
        "id": 1,
        "level": 6
      }],
      "school": 4,
      "castTime": "1 раунд.",
      "distance": {
        "id": 1
      },
      "target": "нерабочая электроника весом не менее 1, см. текст.",
      "workTime": "1 раунд за 1УЗ.",
      "challenge": "нет.",
      "resist": "нет",
      "text": "Вы превращаете кучу технологического хлама в боевого робота, который может выслеживать противников и атаковать их.<br/>Заклинание необходимо сотворить на выключенное и нера- ботающее электронное оборудование общим весом не менее 1, например сломанный компьютер, нерабочие или разрозненные компьютерные детали или запчасти роботов, уничтоженного робота или любые механические или электронные компонен ты в произвольном сочетании главное, чтобы их было доста- точно. Кроме этого, для создания боевого хламобота требуется один аккумулятор сверхвысокой ёмкости, который полностью разряжается во время сотворения заклинания.<br/>Вы используете магию, технические знания и умения, чтобы собрать разрозненные запчасти воедино и превратить в уме- лого и агрессивного бойца. Боевой хламобот имеет небольшой размер, твёрдость 15, ПЗ в количестве, равном половине ваших максимальных ПЗ (ПЖ у хламобота нет), а его ЭКБ и ККБ равны вашему уровню техноманта 15. Для прохождения испытаний против нацеленных на него заклинаний и других эффектов хла- мобот использует ваши модификаторы испытаний. Его назем- ная скорость составляет 30 футов, скорость полёта 15 футов (средняя манёвренность). Для нацеленных на него заклинаний и эффектов он считается конструкцией с подтипами «магиче- ский» и «технологический». <br />Считается, что у хламобота есть черты Убийственная мет кость и Боевой манёвр+ (захват, сбивание с ног, таран), а БМА равен вашему уровню техноманта 6. У хламобота четыре руки, в одной из которых он держит особый виброклинковый кин- жал (аналогичен дуэльному вибромечу, но наносит 6d86 уро на), а во второй особый легкий лазерный пистолет (аналоги- чен лазерному пистолету «Корона», но наносит 6d6 урона). Урон особого вооружения хламобота отличается от урона обычных аналогов и считается магическим при преодолении СУ.<br/>Во время своего хода в качестве сопутствующего действия вы можете телепатически отдать хламоботу новые команды, которые он выполняет, совершая действия как обычное суще- ство. Вы знаете, когда робот совершил атаку или боевой манёвр и были ли они успешны, а также понимаете, когда он атакован, повреждён или уничтожен, но никакой другой информации эта телепатическая связь вам не даёт.<br/>Когда хламобот уничтожен или заклинание прекращает дей- ствовать, он рассыпается на составные части, испорченные до неузнаваемости и непригодные ни для чего, не говоря уже о создании нового хламобота."
    },
    {
      "id": 2,
      "title": "БЫСТРЫЙ РЕМОНТ",
      "classesName": [{
        "id": 1,
        "level": 5
      }],
      "school": 4,
      "castTime": "1 основное действие.",
      "distance": {
        "id": 1
      },
      "target": "одно оружие или конструкция.",
      "workTime": "1 мин.",
      "challenge": "Стойкости отменяет (безвредно, предмет).",
      "resist": "да (безвредно, предмет).",
      "text": "Повреждённое оружие или конструкция восстанавливает 28 ПЗ каждый раунд. Этот эффект не складывается с прочими эф- фектами быстрого исцеления, которыми обладает конструкция или оружие. Заклинание не действует, если оружие или кон- струкция уничтожены либо имеют 0 ПЗ."
    },
    {
      "id": 3,
      "title": "Взрыв силы ",
      "classesName": [{
        "id": 0,
        "level": 2
      }],
      "school": 7,
      "descriptor": 1,
      "castTime": "1 основное действие.",
      "distance": {
        "id": 2,
        "value": "30 футов"
      },
      "form": "взрыв в форме конуса. ",
      "workTime": "мнгновенная",
      "challenge": "Реакции ослабляет, см. текст. ",
      "resist": "да.",
      "text": "Вы выпускаете волну магической энергии, нанося урон врагам иотталкивая их назад. Все существа в области действия закли- нания проходят испытание Реакции: при провале они получают 206 ypoHa силой, приуспехе — половину этого урона. <br/> Сила, исходящая от вас, бьёт по существам подобно тарану. Проведите один манёвр тарана, используя вместо модифика- тора атаки у3 + модификатор вашей ключевой характеристики. Сравните полученный результат с ККБ каждой цели 8. В слу- чае успеха вы отталкиваете существо на 5 футов. За каждые 5 пунктов, на которые ваш результат превзошел ККБ цели + 8, она отталкивается ещё на 5 футов. Если на пути есть препят- ствие, существо останавливается перед ним."
    },
    {
      "id": 4,
      "title": "ВИДЕНИЕ",
      "classesName": [{
        "id": 0,
        "level": 6
      }],
      "school": 6,
      "castTime": "1основное действие.",
      "distance": {
        "id": 0
      },
      "workTime": "см. текст",
      "challenge": "нет, ослабляет, отменяет",
      "resist": "да или нет",
      "text": "Вы задаете вопрос о каком-то существе, месте или предмете, затем творите заклинание. Если существо, предмет или место находится непосредственно рядом с вами и вы успешно прой- дёте проверку УЗ (1d20+ ваш УЗ, СЛ 20), вы получаете видение, связанное с этим существом, предметом или местом. Получен- ная информация будет включать в себя всё, что можно было бы узнать, посвятив несколько недель детальному изучению высо- кокачественных, но общедоступных источников информации.<br />Если у вас есть только подробная ин- формация, то СЛ проверки равна 25, а видение оказывается менее детальным (но зачастую содержит достаточно ин- формации, чтобы отыскать существо, предмет или место для получения лучших результатов в следующий раз). Если вы располагаете только слу-хами, то СЛ равна 30, а информация оказы-вается довольно невнятной (но зачастую показывает, где можно узнать об искомом подробнее, чтобы следу- ющее видение принесло лучшие результаты). В большин- стве случаев это заклинание неспособно показать информацию о событиях, проис- ходивших во время Разрыва.<br />Для сотворения заклинания нужендоступ к компьютеру или аналогичному устройству, на котором можно просмотретьполученные данные. Сотворение заклина- ния требует значительных усилий, поэтому для этого необходимо потратить 1 ПР."
    },
    {
      "id": 5,
      "title": "Власть над гравитацией",
      "classesName": [{
        "id": 0,
        "level": 6
      }, {
        "id": 1,
        "level": 6
      }],
      "school": 4,
      "castTime": "1 основное действие",
      "distance": {
        "id": 4,
        "value": "(100 футов + 10 футов за 1УЗ"
      },
      "form": "до одного куба 10х10х10 футов за 2 УЗ (Ф).",
      "workTime": "1 раунд за 1 УЗ (П)",
      "challenge": "Стойкости отменяет; см.текст. ",
      "resist": "нет",
      "text": "Это заклинание позволяет вам управлять гравитацией в обла- стидействия, создавая зону обратной гравитации, по- вышенной гравитации или невесомо- сти.Существа и предметы в области действия, которыеуспешно прошли испытание, не подвержены действию заклинания (хотя долж ны проходить новое испытание каждый раунд, пока остаются в области действия), но могут пострадать от его вторичных эф- фектов (например, в зоне обратной гравитации их может заце- пить предметами, летящими вверх или падающими вниз, когда заклинание прекращает действовать).<br />При сотворении заклинания вы должны выбрать, как изме- нится гравитация. Чтобы изменить выбор, потребуется повтор- ное сотворение заклинания. Если области действия двух закли- наний власть над гравитацией пересекаются, они отменяют друг друга в области пересечения.<br />Если вы обратите гравитацию, гравитационные силы в обла- сти действия заклинания начинают работать в обратном направ- лении, отчего все незакрепленные предметы и существа в ней поднимаются вверх и за 1 раунд достигают её верхней границы. Если на пути им попадает- ся твёрдая поверхность (напри- мер, потолок), они ударяются о неё, как о землю при падении.<br />Если в верхней части области нет ничего подобного, всё подняв- шееся задерживается TaM и висит, пока He прекратится действие заклинания, после чего падает вниз. Существа, способные ne- тать или левитировать, могут оставаться на месте, не поднима- ясьине падая. <br />При повышенной гравитации все существа и предметы в об- ласти действия весят вдвое больше обычного, передвигаются с половиной скорости, прыгают на вдвое меньшую дистанцию имогут подниматьи переносить вдвое меньший вес. Манёврен- ностьлетающихцелей снижается на одну категорию (например, средняя манёвренность становится скверной, HO если манев- ренность скверная, она не изменяется), и они камнем падают наземлю, если провалят проверку Акробатики со СЛ 25, чтобы удержаться в воздухе. <br />Зона невесомости работает как обычная невесомость (см.стр. 401). Заклинание также можно использовать, чтобы времен-- HO создать обычную гравитацию в зонах с повышенной или по- ниженной гравитацией NGO невесомостью."
    },
    {
      "id": 6,
      "title": "ВЛАСТЬ НАД МАШИНАМИ ",
      "classesName": [{
        "id": 1,
        "level": 5
      }],
      "school": 4,
      "castTime": "1 основное действие",
      "distance": {
        "id": 4,
        "value": "(100 футов + 10 футов за 1УЗ)."
      },
      "target": "технологические конструкции с индивидуальными KO не: более вашего УЗ + 1 и общим KO не более вашего УЗ x 2; все впределах 30 футов друг от друга.",
      "workTime": "концентрация, до 1 раунда за УЗ. ",
      "challenge": "Воли отменяет.",
      "resist": "нет.",
      "text": "С помощью этого заклинания вы перехватываете управление конструкциями и можете отдавать MM телепатические команды. Начиная с момента сотворения заклинания вы можете в свой ход отдать приказы любому количеству подконтрольных кон- струкций, когда концентрируетесь для поддержания заклина- ния (основное действие). Если какие-то конструкции находятся под контролем враждебного существа, оно может попытаться пройти испытание Воли (СЛ = СЛ этого заклинания), чтобы отме- нить эффект заклинания, если подконтрольная ему конструк- ция провалила испытание. Для каждой подконтрольной про- тивнику конструкции это испытание проходится отдельно. <br  />Находясь под эффектом заклинания, конструкции будут вы- полнять любые полученные приказы, даже самоубийственные. По окончании действия заклинания конструкции возвращают- ся к своему обычному поведению. Разумные конструкции пре- красно знают и помнят, что вы брали их под контроль. "
    },
    {
      "id": 7,
      "title": "ВЛАСТЬ НАД НЕЖИТЬЮ ",
      "classesName": [{
        "id": 0,
        "level": 6
      }, {
        "id": 1,
        "levelMin": 6
      }],
      "school": 2,
      "castTime": "1 основное действие.",
      "distance": {
        "id": 3,
        "value": "(25 футов + 5 футов за 2У3)"
      },
      "target": "существа-нежить с индивидуальными КО не более вашего УЗ +1 и общим KO нe более вашего УЗ х 2; все в пределах 30 футов друг от друга.",
      "workTime": "1 мин. за 1УЗ.",
      "challenge": "Воли отменяет.",
      "resist": "да.",
      "text": "C помощью этого заклинания вы можете некоторое время управлять нежитью, отдавая устные приказы, Нежить при этом понимает вас, на каком бы языке вы ни говорили. Что бы вы ни делали, подконтрольные на вас He нападают. По окончании действия заклинания нежить возвращается к своему обычному. поведению. Если нежить находится под контролем враждебно- 1O существа, оно может пройти испытание Воли (СЛ = СЛ этого. заклинания), чтобы отменить эффект заклинания, если подкон- ‘трольная ему нежить провалила испытание. Для каждого под- контрольного существа это испытание проходится отдельно. <br />Разумная нежить прекрасно помнит, что вы брали её под кон- троль,и по окончании заклинания может попытаться OTOMCTHTS. \n"
    },
    {
      "id": 8,
      "title": "ВНЕДРЕНИЕ ДАННЫХ",
      "classesName": [{
        "id": 1,
        "level": 2
      }],
      "school": 1,
      "castTime": "1 основное действие.",
      "distance": {
        "id": 1
      },
      "target": "один компьютерный модуль или система. ",
      "workTime": "1час за 1УЗ или до срабатывания; см. текст.",
      "challenge": "нет.",
      "resist": "нет.",
      "text": "Вы незаметно вносите изменения во внутреннее устройство компьютерного модуля или системы, программируя еготак, что онпоказывает определённые данные, когда им пользуются (по- лучив доступ обычным образом или взломав). Таким образом. вы можете внедрить 1 блок данных за 1 Y3, Блоком данных счи- тается какой-то факт, например местоположение или описание предмета или существа, WX ценность — материальная или нема- териальная или другое простое утверждение. Когда существо получает доступ K этому модулю или системе, первые данные, которые оно увидит, — внедрённые, вне зависимости от того, что оно искало изначально (но ничто немешаетему продолжить: поиск). Когда существо ознакомилось с внедрёнными данными или если длительность заклинания истекла, они исчезают. <br />Внедрённые данные можно сделать постоянными, проведя особый ритуал, для проведения которого нужен 1 час и ингре- ‚диенты стоимостью 5 000 кредитов. Постоянные данные вре- менно исчезают после ознакомления, но спустя 1 час появля- ются снова."
    }
  ]
}